{
    "path1": {
        "1": "Fragments of memory haunt you as several minutes have passed by, you kept on wondering what was the owl meant for in the letter",
        "2": "Out of curiosity, you researched everything about the owls and consequently learned that they play a very important role",
        "3": "An excerpt from the book you have read: __Owls are magical creatures most often used for delivering post and parcels in the wizarding world. They are known for their speed and discretion and can find recipients without an address.__",
        "4": "Suddenly, you came up with the conclusion that owning an owl would be the very first step in response to the letter.",
        "5": "You walked past through the recognizable streets of Diagon Alley, looking for the store which primary sells owls"
    },
    "path6": {
        "1": "During your patrol at the north side of the alley, you finally caught sight of the store. You went near and in front of it, you were being stared by various owls of limited kinds..",
        "2": "Looking closer, low luminance light shyly gleamed from the inside. And you were left nothing to check but the old wooden opaque door and mumbled to yourself, 'should I knock?'"
    },
    "path8": {
        "1": "While you were walking at the busy aisle of the bank, you overheard one witch saying, 'I cannot believe that's how easy your vault password is. I mean, revers...'"
    },
    "path2": {
        "1": "You were told that the owls at the emporium were well-trained to send posts and parcels.",
        "2": "The emporium shop was definitely bestowed with magic as the shop information variably changed depending on the course of the guests' actions"
    },
    "path15": {
        "1": "You briefly recalled from the book that owls have specific traits and they can symbolize the same characteristics of their owners magical capabilities."
    },
    "path7": {
        "1": "Seeing others exchanged their galleons everywhere made you ponder about that dragon-like statue you saw earlier"
    },
    "path3": {
        "1": "You tried investigating the Patronus charm and found out that it is a very interesting spell",
        "2": "As you investigated further, it is a powerful defensive spell which produces a silver animal guardian and can be casted using a specific spell"
    },
    "path10": {
        "1": "You casted the spell in total confusion that something was entirely missing",
        "2": "Abruptly realizing that back in the alley there was a store that sold magical rods."
    },
    "path18": {
        "1": "With no avail on how to retrieve your identification, you decided to eavesdrop again...",
        "2": "One wizard asked the Animagus Yui to show their identification."
    },
    "path19": {
        "1": "Your intuition suggested, 'since the weather changes every hour, I should be mindful of the weather occasions prior sending'"
    },
    "path20": {
        "1": "While you were waiting for your owl to heal, you discovered by the books that casting the Patronus summoning spell must be with diction to effectively summon one"
    },
    "path4": {
        "1": "As per the information you read in the book, owls may travel differently due to the weather."
    },
    "path5": {
        "1": "Based on the witch earlier at the bank, it should be an 18 numeric characters."
    },
    "path9": {
         "1": "You contemplated that the Store Manager seems to be welcoming of guests and thought of perhaps, \"it would be of ease to inquire about the store's owls and everything\""
    }
}