{
    "path0": {
        "1": "Opening the letter may cause change of directions",
        "2": "Purchasing an owl will always affect direction but if there is one then there is none",
        "3": "A mistake made once must not be made twice, but if made thrice, then nothing may arise",
        "4": "The path to the enlightenment is reached until the guardian is summoned"
    },
    "path1": {
        "1": "Fragments of memory haunt you as several minutes have passed by, you kept on wondering what was the owl meant for in the letter",
        "2": "Out of curiosity, you researched everything about the owls and consequently learned that they play a very important role",
        "3": "An excerpt from the book you have read: __Owls are magical creatures most often used for delivering post and parcels in the wizarding world. They are known for their speed and discretion and can find recipients without an address.__",
        "4": "Suddenly, you came up with the conclusion that owning an owl would be the very first step in response to the letter.",
        "5": "You walked past through the recognizable streets of Diagon Alley, looking for the store which primarily sells owls"
    },
    "path2": {
        "1": "You were told that the owls at the emporium were well-trained to send posts and parcels.",
        "2": "The emporium shop was definitely bestowed with magic as the shop information variably changed depending on the guests' courses of actions"
    },
    "path3": {
        "1": "You gazed upon the letter that was given by the owl to you wondering what is the content of it."
    },
    "path4": {
        "1": "As per the information you read in the book, owls may travel differently due to the weather.",
        "2": "Snowy owls prioritize snowy weather before thunderstorms"
    },
    "path5": {
        "1": "Based on the witch earlier at the bank, it should be an 18 digit number."
    },
    "path6": {
        "1": "During your patrol at the north side of the alley, you finally caught sight of the store. You went near and in front of it, you were being stared by various owls of limited kinds..",
        "2": "Looking closer, low luminance light shyly gleamed from the inside. And you were left nothing to check but the old wooden opaque door and mumbled to yourself, 'should I knock?'"
    },
    "path7": {
        "1": "Seeing others exchanged their galleons everywhere made you ponder about that dragon-like statue you saw earlier.",
        "2": "It was told that it is the only wizarding bank that ever existed and it is operated by goblins."
    },
    "path8": {
        "1": "While you were walking at the busy aisle of the bank, you overheard one witch saying, 'I cannot believe that's how easy your vault password is. I mean, revers...'",
        "2": "The goblins will entertain the first three attempts every hour",
        "3": "Usage of hints may be viable in between goblin queries"
    },
    "path9":{
        "1": "You contemplated that the Store Manager seems to be welcoming of guests and thought of perhaps, it would be of ease to inquire about the store's owls and everything.",
        "2": "Multiple inquiries may change the responses of the Manager.",
        "3": "Using command `inquire` will able you to interact with the Store Manager."
    },
    "path10": {
        "1": "You casted the spell in total confusion that something was entirely missing.",
        "2": "Abruptly realizing that back in the alley there was a store that sold magical rods."
    },
    "path11": {
        "1": "The Ollivanders family is known as the best wandmakers in Britain.",
        "2": "Ollivander remembers every wand he has ever sold."
    },
    "path12": {
        "1": "1st attempt: You politely asked one person who just transacted but she did not entertain you.",
        "2": "2nd attempt: The wizard told you, \"Try to spell your name yourself but with the backward-sloping diagonal line.\"",
        "3": "Perhaps \\@name works."
    },
    "path13": {
        "1": "You became well aware that the walls and ceilings just magically change whenever an event happens",
        "2": "The channel topics are crucial to finishing the quests."
    },
    "path14": {
        "1": "Owls are said to be nocturnal in behavior, maybe they possess certain abilities when used at night",
        "2": "Flying creatures are relatively affected by the weather."
    },
    "path15": {
        "1": "You briefly recalled from the book that owls have specific traits and they can symbolize the same characteristics of their owners magical capabilities.",
        "2": "Choosing an owl may represent a trait that could change the effects of specific charms"
    },
    "path16": {
        "1": "The emporium shop coincides with a common time with the other stores.",
        "2": "Due to the circumstances, there is a one best hour to perform activities in an absurdly efficient manner"
    },
    "path17": {
        "1": "The higher the rarity of Patronus the higher the chance it is connected to a wand of high rarity as well.",
        "2": "Snowy owl possess the most Patronus while Barred owl possess the least."
    },
    "path18": {
        "1": "With no avail on how to retrieve your identification, you decided to eavesdrop again...",
        "2": "One wizard asked the Animagus Yui to show their identification.",
        "3": "...Another witch recited long alphanumeric characters to one of the goblins",
        "4": "It was believed that it starts with hyper text transfer protocol"
    },
    "path19": {
        "1": "Your intuition suggested, 'since the weather changes every hour, I should be mindful of the weather occasions prior sending'",
        "2": "It seems that the weather changes every hour"
    },
    "path20": {
        "1": "While you were waiting for your owl to heal, you discovered by the books that casting the Patronus charm must be with diction to effectively summon one",
        "2": "Focusing on the pronunciation and capitalization of the spell could increase the power of the charm."
    },
    "path21": {
         "1": "It was rumored that one cannot have a vault if you have not changed your identification photo at least once."
    },
    "path22": {
         "1": "Vault number is the easiest to obtain as one can know your vault number easily through various Animagus"
    },
    "path23": {
         "1": "Password is a critical information with the goblins as they are proving a good record of being the sole and secured bank in the wizarding world"
    },
    "path24": {
         "1": "Keeping an eye out of the shop every hour could help you sneak in which owls are getting in and out."
    },
    "path25": {
         "1": "You tried investigating the Patronus charm and found out that it is a very interesting spell",
         "2": "As you investigated further, it is a powerful defensive spell which produces a silver animal guardian and can be casted using a specific spell"
    }
}